# Taps
tap "homebrew/services"
tap "homebrew/cask-fonts" 

# Binaries (Brews)
brew "black"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "gemini-cli"
brew "git"
brew "gh"
brew "htop"
brew "jq"
brew "lua"
brew "luarocks"
brew "mongosh"
brew "neofetch"
brew "neovim"
brew "pipx"
brew "ripgrep"
brew "tmux"
brew "trash"
brew "tree-sitter"
brew "unzip"
brew "virtualenv"
brew "wget"
brew "yarn"

# Apps & Fonts (Casks)
cask "alacritty"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "gureumkim"
